Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Returnee of the Fallen Family (멸망한 가문의 회귀자).tmx
Source language: ko_kr
Languages: en_us

source: 영지에 돌아온 지 일주일째.{j}로건이 자신의 수련에 집중하며 간간이 로니안과 빅토르, 용병대를 점검해 주고 있던 때.{j}카일에서 운송된 첫 번째 카록의 고기와 트리탄 영지의 철목과 부품들이 맥라인 영지에 도착했다.{j}그러자 로건은 하마르를 불러들여 하나의 도면을 내밀었다.
en_us: A week had past since Logan had returned to his territory. Logan was focused on training himself while monitoring Lonian, Victor and the mercenary army when he had the chance. Soon, the first shipment of Karock meat from Kyle, and the materials and ironwood Phillip had sent from Triton territory had arrived in MacLine territory. Shortly after the arrival, Logan called Hamar and presented him with a sketch.

source: - 생각보다 말을 탈 줄 아는 C급 용병들이 많았습니다.{j}장기 계약인 데다 말도 준다는 조건에 전국의 C급 용병들이 모조리 몰려들 뻔했지요.
en_us: “There were many C-level mercenaries that could ride a horse. More than I expected. Almost every C-level mercenary flocked to our doors when they heard that we were giving out a long-term contract and a free horse.”

source: ‘또 꿈인가.
en_us: Is this another dream?

source: 그러다 현 가주인 패드릭 맥라인이 상급 기사가 되면서 간신히 명맥을 유지하게 된 것이었다.
en_us: However, the house was given a lifeline after Padrick MacLine, the current head of the house, was promoted to High Knight.

source: ‘자극이 된다.{j}자극이 돼.{j}확실히 명상 수련만이 답은 아니었어.’
en_us: This is incredible. The rush of adrenaline is amazing. Meditation wasn’t the only answer.

source: 먼지 쌓인 상가를 진동시키는 필립의 목소리는 울음기로 가득했다.{j}엉엉 우는 성인 남자를 보는 것은 우는 여자를 달래는 것만큼 곤혹스러운 일이다.{j}로건은 새삼 그 사실을 느끼면서도 섣불리 발을 떼지 않았다.{j}필립의 지적에는 사실이 아닌 부분이 많았지만, 실제로 그가 회귀하지 않았다면 합리적인 의심이었다.{j}게다가 인생을 포기한 것 같은 청년이 그런 날카로운 지적을 해 오니, 역으로 그가 그런 상황에서도 냉철한 판단을 내릴 수 있다는 걸 알 수 있었다.
en_us: Phillip sounded like he had a lot stowed away as he was on the brink of tears. Seeing a grown man cry was as difficult as comforting a crying woman. Phillip was a mess but Logan sympathized with him as knew what it felt like to hit rock bottom. There were many mistruths in Phillip’s words but they were all reasonable doubts that even he would have made had he not returned from the future. Logan was also impressed that such a young man could make cool-headed observations and form sharp arguments even when he seemed to have given up on life.

source: “특별한 사유도 없이 파혼이라.{j}울브스에서 우리 맥라인을 모욕하고자 함인가.”
en_us: “To break a betrothal without a specific reason, I can only take this as a sign of dishonor towards the House of MacLine from the House of Wolves.”

source: “……릭?”
en_us: “...Rick?”

source: 원래 선산이 있는 가문의 시발점이라지만, 맥라인 백작 가문이 된 후로는 남부 산맥을 내려오는 몬스터들을 막기 위한 요새에 불과한 곳이었다.{j}마땅한 특산물조차 없으며 일반적으로 높은 산맥에 인접한 영지에 흔하다는 구리 광산조차 없었다.{j}그렇기에 자체적으로 생산되는 농산물도 적고, 가끔 산맥을 내려오는 몬스터들을 막기 위해 병력을 유지하는 것만으로도 재정이 벅찬 상황이었다.{j}정확히는 카이로스 가문의 지원 없이는 유지조차 힘든 것이 현 맥라인 가문의 상태였다.
en_us: The lands were home to the family cemetery and was the ancestral home of their lineage. But after they were elevated to the level of count, the territory was purely used for its fortress to fight off the monsters from the Southern Alps. Nothing of note grew there and not even a copper mine, which were common on mountains of that altitude, was found on the alps. The land yielded small harvests and maintaining a garrison to fight off the occasional monster attacks were becoming a considerable strain on the house’s finances. The House of MacLine couldn’t even feed itself without the support of House Caiross.

source: ‘물론 당장은 영지전을 위한 준비를 해야지.{j}그러니 되도록 빨리…….’
en_us: I need to focus and prepare for the Battle of the Territories. As soon as possible...{j}

source: 백옥같이 흰 피부와 흑요석을 닮은 새카만 눈동자.
en_us: She had pearl white skin and her eyes were as deep and dark as obsidian.

source: 로건은 아버지의 목소리를 듣는 순간 직감이 들었다.{j}대답을 고민하며 로건의 표정이 굳어지는데, 아버지의 차분한 목소리가 이어졌다.
en_us: Logan knew how serious his father was as soon as he heard his voice. His father continued while Logan’s face hardened as tried to come up with the right answers.

source: 사실상의 승낙에 로건이 미소 지었다.
en_us: Logan smiled as he felt they had reached a deal.

source: 11화
en_us: Chapter Eleven

source: 메리안이 파랗게 질린 얼굴로 대전을 뛰어나가자, 망연자실한 얼굴로 그 뒷모습을 바라보던 로니안은 입술을 질끈 깨물고 자리에 주저앉았다.{j}로건은 그런 동생에게 다가가 어깨를 두드렸다.
en_us: Lonian watched his mother leave the great hall with much distress, and bit his lips and sunk into his chair devastated by the news.

source: “에이, 아무리 그래도 보수가 얼만데.”
en_us: “We’re not being paid enough for that.”

source: “생각 좀 하고 입을 열어라.{j}용병 길드와의 관계를 생각하면 남작가에서 어련히 알아서 보상해 줄걸.”
en_us: “Try practicing to think before you speak. Considering that their relationship with the Mercenary Guild is on the line, they will pay up.”

source: “만족하십니까?”
en_us: “Are you satisfied?”

source: “그럴 수는 없다!”
en_us: “I can’t let that happen!”

source: 또다시 찾아온 급작스러운 두통에 머리를 부여잡자 릭이 문 앞을 가로막았다.
en_us: The headache suddenly returned and Logan clasped his head while Rick stood across the door.

source: 다만 삶을 관통하는 가장 큰 미련 하나만은 죽어서도 떨칠 수가 없었다.
en_us: Though, the lingering regret that plagued my life remained, even after death.

source: “더 이상 실망시키지 않겠습니다.”
en_us: “I won’t disappoint you anymore.”

source: 과거의 잘못을 반성하고 개인적인 모든 욕심을 내려놓았던 시기의 깨달음.
en_us: The actualization of his past wrongdoings and realizing he needed to relinquish all of his personal desires.

source: 로건의 눈빛은 흔들리지 않았지만, 패드릭에게는 그저 떼를 쓰는 것으로밖에 보이지 않았다.{j}그것이 더욱 그의 화를 불러일으켰다.
en_us: Logan stood firm by his words but his father only saw his determination as immature defiance, which fanned his anger even further.

source: 최전선의 병력이 치열하게 대치한 것도 한순간, 이내 맥라인 진영이 서서히 밀리기 시작했다.{j}떨어진 사기, 부족한 병력의 수.{j}모든 것이 불리한 상황이었으니 당연한 결과였다.{j}그리고 그 차이는 얼마 지나지 않아 참상을 만들어 냈다.{j}가장 먼저 무너진 전열은 하필 릭의 바로 앞쪽이었다.
en_us: The battle was fierce but the MacLine army slowly began to concede their ground and lose shape. Their morale had been blunted and the lack of numbers were beginning to show. It was an obvious outcome considering their stark disadvantage. The enemy took advantage of the turning tide and showcased their brutality as a line of men broke right in front of Rick.

source: ‘필립 클로드.{j}자금줄 미션 완벽하게 클리어.’
en_us: Phillip Claude, you are the cash cow I hope you’d be.

source: 카이에게 불만 사항을 늘어놓기는 했지만 사실 로건은 상당히 만족하고 있었다.{j}드워프 하마르가 만들어 낸 석궁은 그의 기대 이상이었고, 그로 인한 용병대의 화력 역시 이미 그가 처음 계획했던 기준치를 훌쩍 뛰어넘었다.{j}탄창은 몰라도, 석궁을 더 만드는 것도 당장은 의미가 없었다.{j}아무리 연사 석궁의 위력이 뛰어나다고 해도, 다짜고짜 곧 전쟁이 일어날 테니 병사들에게 이 신무기로 훈련을 시키자고 해도 먹힐 리가 없었다.{j}미친놈 소리나 듣지 않으면 다행일까.
en_us: Logan rattled off his list of complaints at Kai but he was incredibly satisfied on the inside. Hamar’s crossbow had exceeded his expectations and the firepower of the mercenary army was more powerful than he imagined. There wasn’t a need to make improvements to the crossbow for the time being. War was on their doorstep and training the soldiers with a newer weapon would be met with much resistance, even if the new weapon was superior. He would be fortunate not be called a madman.

source: 화려한 사두마차의 안쪽에서 요란한 소리가 들렸다.
en_us: A strange noise came out a luxurious four-horse carriage.

source: 기대가 컸던 만큼 더욱 비참한 기분이 들었다.
en_us: He felt betrayed by his expectations.

source: “충분히 하고도 남습니다.”
en_us: “They are more than worth and then some.”

source: “예, 예, 알겠습니다.{j}쉬십시오.”
en_us: “Yes, of course. Please rest up, sir.”

source: “오랜만에 만나는 약혼녀가 실망하지 않게 사고 치지 말고 단단히 준비하고 있거라.”
en_us: “It has been a while since you’ve met your fiancee, so don’t disappoint her and make sure you are ready.”

source: 전생에 하지 못한 모든 말과 복잡한 감정이 가슴속에 휘몰아쳤다.
en_us: All the words he couldn’t say and his pent up emotions ran through his heart.

source: 문밖에서 들리는 목소리가 다시금 머리를 감싸 쥐게 했다.
en_us: The voices behind the door made Logan wince and his headache returned.

source: - 한 놈이라도 더.
en_us: “One more kill.”

source: “헤엑.{j}후아아.”
en_us: “Hu.Hua.”

source: 로건은 확고한 의지를 담아 다시 말했다.
en_us: Logan argued his position with firm determination.

source: 마흔 줄에 접어들어 기사단 최하위, 53위의 서열을 받아들였을 때 이미 은퇴는 결심했다.
en_us: He was in his forties and after he was given the lowest rank in the order, number fifty three, he decided to retire.

source: 300만 골드면 무려 맥라인 예산 1년 치의 돈이었다.{j}그것도 카이로스 가문의 지원을 포함한.{j}그가 보기에는 그 보상을 거절하는 아버지도, 동조하는 가신들도 몽땅 제정신이 아닌 것 같았다.{j}소수의 행정관만이 자신처럼 정상적인 생각을 하는지 썩은 안색이었다.
en_us: Three million gold was the annual budget of House MacLine, which included the support from House Caiross. In Logan’s eyes, his father’s decision to refuse the compensations and the acceptance of his decision by his agreeable vassals was borderline insane. Only a few administrators that shared Logan’s point of view expressed their disdain.

source: 여전히 부정적인 의견이 없는 것은 아니지만, 기사단 내부에서는 적어도 대공자가 미쳤다고 말하는 이는 사라진 지 오래였다.{j}몇 달간 그들의 훈련에 합류했던 대공자가 보여 준 모습은 꾸준함 그 자체였으니까.{j}게다가 처음 로건을 쫓아내기 위해 만들었던 훈련인, 말을 둘러맨 채 산길을 질주하는 승마(承馬) 달리기는 이제 기사단의 새로운 상징으로 자리 잡았다.{j}처음에는 그저 기사들의 자존심을 생각해서 이 괴악한 훈련을 이어 간 것뿐이었지만, 그간 느긋하게 훈련을 해 왔던 하급기사들에게 자극이 되는 것 외에 뜻밖의 효과를 발견했기 때문이었다.
en_us: Logan still had his critics but talk of his failing sanity had long been dismissed within the order. The eldest master that had been training alongside them for the last few months was nothing but exemplary and was a model of consistency. The training drill that was made to scare off Logan, the “humanback” riding horse, cemented its place as the order’s new signature drill. They initially continued the heinous drill out of pride for the knights but it woke a new sense of motivation within the low-level knights over time and they also found unexpected results.

source: 그 말에 대전의 분위기가 또다시 바뀌었다.
en_us: Logan’s word changed the consensus around the hall.

source: 누구도 생각지 못한 변수가 그 살얼음판 같던 분위기를 단번에 박살 내 버렸다.
en_us: The unexpected turn of events had crushed the frozen atmosphere into a thousand pieces.

source: “15만 골드고.”
en_us: “A hundred and fifty thousand gold.”

source: “제국 남부산 철목은 튼튼하기 때문일 테고, 태엽은 규격만 맞추면 되겠지요?{j}제작용이라면 아교는 접착력이 높을수록 좋구요.”
en_us: “The ironwood from the Southern Mountains are very sturdy, that’s why you want them. I understand that the springs just need to be in the size you specified and glue used for manufacturing will be more than capable for your needs.”

source: 그 말에 새어머니의 얼굴에는 황당하다는 표정이, 아버지의 얼굴에는 혹시나 하는 기대감이 서렸다.
en_us: His stepmother was visibly outraged by his brazen attitude and his father tilted his head with a puzzled look.

source: 어제의 자신을 쥐어 패고 싶었다.
en_us: Logan wanted to smash his happy face into the ground.

source: 전혀 상상하지 못했던 대답이었지만, 그 말이 당장 속이 터질 것 같은 행정관의 마음을 달래지는 못했다.
en_us: Dwain’s jaw almost dropped to the ground with Logan’s answer. His words failed to reassure Dwain’s mind, which was moments away from exploding due to sheer frustration.

source: 맥라인 가문의 영지전이 끝난 직후의 소식이기에 대략적인 시기는 알고 있었다.{j}다만 빅토르가 어디 가문의 노예 출신인지 같은 세세한 정보까지는 기억하지 못했었는데, 우연히 이렇게 마주친 것이다.{j}만약 지금 저 소년을 자신이 구해 준다면?
en_us: I remembered that it was around the time the Battle of the Territories ended for the House of MacLine. What he didn’t know was detailed information about Victor’s whereabouts and whom he served. It was pure coincidence, or divine intervention, that they crossed paths. Logan wondered what would happen if he were to save the boy.

source: 힘없이 흩어진 마지막 말은 결국 자책 어린 비수가 되었고, 가주가 아닌 한 아버지의 가슴을 아프게 파고들었다.
en_us: His fleeting words stabbed his soul like a sharp dagger and ate at his heart. The heart of a father trying to find his son.

source: 로건은 조용히 한숨을 쉬며 옛 기억을 다시 떠올렸다.
en_us: Logan let out a sigh and reminisced through his old memories.

source: 범위는 고작 휘둘러진 칼끝에서부터 1미터가량.{j}포스의 파동도 고작 두 겹.
en_us: He made only two waves and they were only a meter long from the end of his sword.

source: ‘이것도 아마…….’
en_us: This is also due to...

source: “으아아아악!”
en_us: “Arrgh!”

source: ‘이게 대체…….’
en_us: What in the world...

source: 본래의 계획대로라면 그렇게 했을 것이다.{j}다만 어제의 경험이 그의 생각을 크게 바꾸어 놓았다.
en_us: He would have settled his family’s debts with the original plan but yesterday’s experiences had changed Logan’s mind.

source: $- 나의 기사가 되어라.
en_us: Become my knight.

source: 붉은 머리가 그의 바로 옆으로 다가서는데 호위 병사들 누구도 알아채지 못했다.{j}호위들이 뒤늦게 놀라 검을 꺼내 드는 모습을 보니 나오려던 막말이 절로 들어갔다.{j}거기다 그 뒤를 따라온 자는 하룬의 유명한 용병, 카이가 분명했다.{j}마지막으로 붉은 머리의 갑옷에 새겨진 불꽃 문양까지 확인하자, 매부리코는 본능적으로 깊숙이 허리를 숙였다.
en_us: His guards failed to noticed the red-hair man approach their master. The hooked-nosed man was left speechless as his guards, with their surprised faces, were slow to draw their swords. The man behind him was also the most famous mercenary in Harun, Kai Solon. The hooked-nosed man had enough sense left to check the emblem on the red-haired man’s armor, then instinctively lowered his head and bowed.

source: “쉬어!”
en_us: “Take a break.”

source: 두통이 가슴속으로 옮겨진 느낌.
en_us: His headache had traveled down to his heart.

source: 그리고 가족들을 살리기 위해.
en_us: He also had to save his family.

source: 머리를 붙잡고 한참을 고민해 보아도, 답은 나오지 않았다.
en_us: He squeezed his head and pondered deeply for answers but nothing came of it.

source: “사거리도 생각보다 더 긴데?”
en_us: “The range is longer than I thought.”

source: 실제로는 육안으로 보이지도 않을 크기겠지만 로건의 의식 속에서 포스코어는 그의 몸보다 더 크게 느껴졌다.{j}그것도 오늘따라 유난히.{j}로건은 본능적으로 때가 되었음을 알았다.
en_us: His force core was too small to be seen by the naked eye but it felt bigger than his entire body in his mind, especially today. Logan’s intuition told him that it was time.

source: “그러나 울브스의 그 일방적인 제안 또한 받아들이지 않겠다.”
en_us: “However, we cannot accept this unilateral proposal from House Wolves.”

source: 릭은 정신없이 몸을 굴릴 수밖에 없었다.
en_us: Rick had no choice but to continue rolling for his life.

source: 그러다 혹여라도 그가 과거로 회귀했다는 말이 세간에 퍼지는 순간.{j}제국과는 또 다른 의미로 대륙에서 가장 강대한 세력인 9대 신의 교단이 적으로 돌아선다.
en_us: If rumors started to spread that he came from the future,{j}the Empire, or in other words, the most powerful force on the continent, The Church of the Ninth God, would become an enemy.

source: 고개를 끄덕이며 대답하자 그 강렬한 시선이 한층 더 강해졌다.
en_us: His confident nod only deepened Phillips impression of the young man.

source: “지금 네가 할 일은 그것뿐이다.”
en_us: “That’s all you have to do for now.”

source: “아이고.
en_us: “Oh no.

source: 하마르가 도면과 로건의 얼굴을 번갈아 바라보며 어처구니없다는 표정을 지었다.
en_us: Hamar repeatedly alternated his eyes from the sketch to Logan in disbelief.

source: ‘포위?{j}지, 지는 거야?{j}이대로 죽는 거야?{j}전부?’
en_us: Are we being surrounded? Have we lost? Is this how I’ll die? How everyone will die?

source: 하지만 그때마다 그가 한 대답은 똑같았다.
en_us: But his reply was always the same.

source: “병사들이 없어서 지금 안에 전갈을 전할 사람이 없습니다.{j}다음에 오시지요, 공자님.”
en_us: “There are no soldiers inside to send a message right now. Please come back another, master.”

source: 느닷없이 날아든 마법 통신 하나가 맥라인 가문을 뒤집어 놨다.{j}순식간에 비상이 걸리고 가문 회의가 소집되었다.
en_us: The magical letter from out the blue turned the House of MacLine upside down. The Baron declared a state of emergency and a family meeting was called.

source: 로건은 자신의 예상과 한 치의 오차도 없는 드웨인의 답변에 실소를 흘렸다.
en_us: Logan was smiled as he had predicted Dwain’s response down to the last word.

source: 하지만 도미넌은 거부할 수 없었다.
en_us: But Dominan couldn’t refuse.

source: 파바바박.
en_us: Swoosh.

source: “저기…… 로건 님.{j}석궁은 기마병이 쓰기에 효율적인 무기가 아닙니다.{j}아니 전쟁에서도…….”
en_us: “Look here, Master Logan. A crossbow is not an efficient weapon for a mounted soldier to use. In war...”

source: “그건 저도 잘…….”
en_us: “I’m not too sure...”

source: “리, 리아?!”
en_us: “Ria?!”

source: 연신 땀을 훔치며 인사를 하는 배불뚝이는 성벽 관리 담당자 루펜.{j}로건의 기억으로는 정식으로 인사를 나누는 것은 지금이 처음이었다.{j}그밖에도 하나같이 모두 관사에서 종종 본 얼굴들이었고, 하나같이 평소에는 로건을 슬슬 피해 다니기 바빴던 자들이었다.
en_us: Lupen, the pot-bellied man in charge of castle wall maintenance, furiously wiped the beads of sweet from his forehead has he wished Logan a good morning. If his memory served him right, it was the first time Lupen had ever officially spoken to Logan. They were familiar faces that he had seen numerous times around the castle but they were also the same faces that were quick to turn the other way when they saw Logan in their sights.

source: “……진심이십니까?”
en_us: “You’re not serious...”

source: “공자님, 정말 괜찮으신 거죠?
en_us: “Master, are you really okay?”

source: ‘이미 몇 번의 기회를 준 것으로 자비는 확실히 보여 줬고.’{j}이제 남은 단계는…….{j}‘처벌!’
en_us: I’ve shown him plenty of mercy with the opportunities I’ve given him. Now, for the final stage, punishment!

source: 확신할 수 있었다.
en_us: He felt it in his bones.

source: ‘3개월…… 할 수 있다.
en_us: Three months...I can do this.

source: 두 눈을 빛낸 로건은 한동안 치열하게 검을 휘두르다 밤이 깊어진 한참 뒤에서야 산에서 내려갔다.
en_us: Logan’s eyes burned with determination as he practiced with his sword, and only descended from the mountain once the sky was pitch black.

source: “으아아악.”
en_us: “Ahh!”

source: 그의 고향이자 젊은 시절을 보낸 곳이 그란디아 왕국의 카일 영지라는 것을 로건은 알고 있었다.{j}더불어 그의 정치적 행보와 상관없이 그 실력과 신용은 전 대륙에 통할 정도로 완벽한 상인이었다는 점 또한 똑똑히 기억했다.
en_us: Logan knew that he was born in Kyle and that he spent his entire youth here. He also vividly remembered that Phillip was a master merchant with the skills and credit to shake up the entire continent, regardless of his political stance.

source: “대공자가 미쳤다는 소문이 있던데, 진짜인가?”
en_us: “I guess the rumors are true, he has gone mad!”

source: “지금 상황을 잘 모르시나 본데 정말 분위기가 장난 아니라고요!{j}제가 오해가 있을 거라고 얼마나 변명하고 다녔는데, 그게 다 사실이라니…….”
en_us: “Pardon me but I don’t think you’ve grasped the situation we are facing here! There is murder in the air! I tried my best to convince the Baron that it was all gossip but I can’t believe it’s true...”

source: “미친…….”
en_us: “Is he crazy?”

source: ‘물론 기사들이 석궁을 쓰려 할지는 모르겠지만 말이야.’
en_us: However, I’m not sure if the knights will actually use them.

source: “무, 무슨 일이시죠?{j}아직 상환일은 안됐는데요?{j}사, 상가 매각 대금은 3일 후에나 들어오니 그때나 다시 오시죠.”
en_us: “Wh-what is your business? The payment is not due yet. The money from the building will come within three days so why don’t you come back then.”

source: 그러니 여기서 그만하자.{j}……라는 말이었다.
en_us: It basically meant that they wanted to cut ties.

source: “그럼 그냥 갈까요?”
en_us: “Shall I leave then?”

source: “하하, 귀신보단 전사가 낫지요.{j}저는 카이솔론.{j}카이라고 부르시오, 고용주.{j}그런데 뭐 하시는 분입니까?”
en_us: “And who am I to go against such sound logic? The name is Kai Solon. Call me, Kai. I’m your humble employee. Which make you my employer. What is it that you do?”

source: ‘일단은 내 성장에 집중하자.’
en_us: Let’s focus on growing my strength.

source: “저는 그런 감정적인 요인은 모르겠습니다.{j}다만 대공자가 포스 유저라는 건 확실하지요.”
en_us: “I’m not sure about his character but I’m certain that he is a force user.”

source: “비록 그 방문이 아름다운 뜻은 아니나 손님은 손님.{j}맥라인은 손님을 핍박하지 않는다.”
en_us: “It’s not a pleasant visit but a guest is guest. The House of MacLine does not persecute our guests.”

source: 종이와 펜으로 메리한테 무슨 짓을 하시려고…….”
en_us: Master, why would you need a quill and paper?”

source: 진짜 답을 원하는 물음이 아님을 알기에 로건은 조용히 입을 닫았다.
en_us: Logan knew he didn’t want an honest answer and kept his mouth shut.

source: 자신은 아무렇지도 않은데 제 일보다 더 안절부절못하는 릭의 모습에 로건은 피식 웃음이 나왔다.
en_us: Logan felt Rick’s genuine concern for his sake but his pedantic worrying made him crack a smile.

source: 흔들리는 패드릭의 시야 속에서 거짓말 같은 일이 벌어지고 있었다.
en_us: Padrick was stunned and watched on with disbelief.

source: “마, 말도 안 돼!{j}최근에 무슨 염소 발 닮은 도구로 1분에 네다섯 발씩 장전하는 것이 나왔다고 들었는데, 이건 월등히…….”
en_us: “That’s ridiculous. I heard there was a device that resembled a goat’s foot that could shoot four to five bolts in a minute but his is on another level...”

source: 뻐버버벅.
en_us: Crack.

source: 대전에서 그 얼굴에 흔들리지 않는 이는 시녀들을 제외하면 오직 둘뿐이었다.
en_us: There were only two people that weren’t moved by her tears.

source: “……죄송합니다.{j}저로서는 알 수 없는 이야기인지라.{j}드릴 말씀이 없군요.”
en_us: “I’m truly sorry but I cannot say since I do not know why.”

source: 모두의 시선을 한 몸에 받으면서 고고하게 대전의 중심부까지 걸어온 그녀가 패드릭에게 인사를 건넸다.
en_us: Lina walked towards Padric, unfazed by the hundreds of eyes that had been locked on her since her arrival, and greeted him.

source: 모두가 분주한 대전에서 홀로 외면받고 있던 로건이 두 눈을 빛내며 주먹을 불끈 쥐었다.
en_us: Logan stood a lonely figure inside the panic of the great hall but his eyes burned with desire and his clenched fists signaled his intent to change the course of history.

source: ‘이런, 미친…….’
en_us: That crazy son of a...

source: 화려한 사두마차는 빠른 속도로 맥라인 영지를 벗어났다.
en_us: The lavish carriage hastily exited the lands of House MacLine.

source: 로건이 기다렸던 소식을 들으며 각오를 다지는데, 릭이 환한 얼굴로 찾아왔다.
en_us: Logan was preparing his mind just as Rick came looking for him with a big smile on his face.

source: ‘으으으으.’
en_us: Oh, no.

source: “일단 빚은 얼마나 있습니까?{j}그리고 다음 사업 구상은요?”
en_us: “How much debt do you owe? And what are your plans for a future business?”

source: “……알고 계셨습니까?”
en_us: “Oh, did you know?”

source: 하녀들까지 나를 무시해?!
en_us: “Even the maids are ignoring my instructions?”

source: 맥라인 가문은 가주의 처가인 카이로스 가문에 대한 재정적 의존도가 7할이 넘었다.{j}파혼을 통해 얻어 낸 300만 골드를 모조리 빚을 갚는데 투자해도 카이로스의 지원이 없다면 영지를 유지할 수 없었다.{j}문제는 지금 맥라인 영지의 사정상 근본적인 해결책이 나오기 어렵다는 것이었다.
en_us: The House of MacLine was heavily reliant on House Caiross, the family of the Baron’s wife. As a matter of fact, their financial dependency exceeded more than seventy percent of their budget. Logan knew that his house would not be able to continue without the support of House Caiross even if they managed to fully settle their debts with the compensation he received. The problem was that it was difficult find a fundamental solution due to the circumstances of the House of MacLine.

source: 용병대가 거친 말발굽 소리와 함께 들판을 질주하자, 100여 마리의 크롤 떼가 그들을 발견하고 화들짝 놀라 방향을 꺾었다.{j}몇 달 전만 해도 처리하는 데 한세월이 걸렸던 하급 몬스터 무리였다.{j}무리를 발견한 카이의 눈이 빛났다.{j}그러고는 하늘을 향해 주먹을 치켜들더니 이내 손바닥을 쫙 폈다.{j}그 신호와 동시에 3열 종대로 달리던 용병대가 가로로 쫙 흩어졌다.
en_us: The sound of hooves hammered the fields as the mercenary army rode across the plain. They soon discovered a pack of krolls, about a hundred in size, but they turned their tails in fear and sharply changed direction. They were the same low-level monsters that took an eon to hunt a few months ago. Kai’s eyes lit up once he discovered the pack. He lifted his fist in the air then opened his palms. With his signal, the mercenary army immediately split into two from a three line formation.

source: 하아.
en_us: “Sigh.”

source: “로건 맥라인…… 들어본 적 있는데?”
en_us: “Logan MacLine...I think I’ve heard of him.”

source: “울브스는 결코 그런 도리를 모르는 가문이 아닙니다.{j}저희는 맥라인의 명예를 최대한 존중하여……”
en_us: “House of Wolves would never so unprincipled. We would uphold the honor of House MacLine to the highest...”

source: “저는 글을 읽고 쓸 줄 압니다.{j}상계의 지식도 있지요.{j}노예가 되더라도 충분히 ‘다른 쪽’으로 쓸모가 있을 겁니다.{j}절대 ‘그쪽’ 일은 안 할 겁니다.”
en_us: “I know how to read and write. I’m also well-versed in matters of commerce. I assure you that I will have plenty of other uses for you as a slave. I’ll never do anything related with ‘that’ line of work.”

source: “하, 하하.{j}공자님 농담도…….”
en_us: “Oh, Master. Your jokes are hilarious...”{j}

source: 자신이 저지른 큰 죄에 묻혀 잊고 있었던 작은 패악질들이 연달아 떠올랐다.
en_us: His small misdeeds that had been buried under the shadow of his most egregious crime came flooding back to him, one by one.

source: 하지만 한 단계 더 도약할 수 있다는 기대감에 조금씩 마음이 동요되는 것은 어쩔 수 없었다.{j}어찌 보면 당연한 반응이었다.{j}그의 목표를 생각한다면 개인의 무력을 높이는 것 또한 가문의 일 못지않게 중요한 일이었다.{j}기대대로만 진행된다면 그가 가진 무력이 결국 가장 위험한 미래를 바꿀 최대의 변수가 될 테니까.
en_us: He felt the next level of the force was within touching distance and he couldn’t help but to feel excited about the prospect. Increasing his strength was not only a personal goal but was one of his main objectives required to save the family. If his expectations were to turn into reality, his newfound powers could save his family from a precarious future.

source: ‘그러니 용병대의 훈련만 완료되면…….’
en_us: As soon as the mercenary army’s training is complete...

source: “끄응…….”
en_us: “Ouch...”

source: 흔쾌히 나온 대답, 심지어 그 망나니에게서 나오리라고 생각지도 못했던 존대에도 맥라인 기사단의 단장인 헤인켈의 얼굴은 펴질 줄 몰랐다.
en_us: Logan’s straight answer was met with a frown from Sir Heinkel, the Commander of the MacLine Order of the Knights. He never dreamt that the loser son would join their training.

source: “으하하하!”
en_us: “Hahaha!”

source: 심상치 않은 서두에 로건의 찜찜함이 커졌다.
en_us: Logan sensed that a twist was coming and he felt uneasy.

source: 처연한 표정을 한 미인의 눈빛이 다시 상석을 향했다.{j}그 시선을 받은 맥라인 남작의 얼굴이 무섭게 굳어졌다.
en_us: She looked remorseful and her eyes shifted the attention back to the head of the household. Her eyes were met with a stern, cold expression from the Baron.

source: “아이고.{j}우리 메리가 공자님 잠을 깨웠군요.
en_us: “Oh no.{j}It seems little Mary has awakened our master.
